{
    {
	    "StringLength": 169,
 	    "String": "A diferencia de mis compañeros de estudios, mis galas se reducían a un traje negro heredado de mi padre que me venía cinco tallas más ancho y dos más corto de la cuenta.",
    },
    {
        "StringLength": 170,
 	    "String": "A diferencia de mis compañeros de estudios, mis galas se reducían a un traje negro heredado de mi padre que me venía cuatro tallas más ancho y dos más corto de la cuenta.",
    },
    {
        "StringLength": 171,
 	    "String": "A diferencia de mis compañeros de estudios, mis galas se reducían a un traje negro heredado de mi padre que me venía catorce tallas más ancho y dos más corto de la cuenta.",
    },
     {
        "StringLength": 1499,
 	    "String": "A more effective way to do this is to employ a traceability matrix (Table 6.5),which may be employed to map the user requirements to the system requirements;the system requirements to the design; the design to the unit test cases; the system test cases; and the UAT test cases. The matrix provides a crisp summary of how the requirements have been implemented and tested. The traceability of the requirements is bidirectional, and the traceability matrix may be maintained as a separate document or as part of the requirement document. The basic idea is that a mapping between the requirement numbers and the sections of the design or test plan is defined, and this provides confidence that all of therequirements have been implemented and tested. Requirements will usually be numbered, and a single requirement number may map on to several sections of the design or to several test cases: i.e. the mapping may be one to many. The traceability matrix provides the mapping between the individual requirement numbers and the sections in the design or test plan corresponding to the particular requirement number. It is essential to keep the traceability matrix up to date during the project and especially after changes to the requirements. The traceability matrix is useful in determining the impacts of a proposed change to the requirements, as it enables the impacts on other requirements and project deliverables to be easily determined. Test analysis and design are concerned with analysis & test"
    }, 
     {
        "StringLength": 1500,
 	    "String": "Años más tarde, al contemplar el cortejo fúnebre de mi maestro desfilar por el paseo de Gràcia, recordé el año en que conocí a Gaudí y mi destino cambió para siempre. Aquel otoño, yo había llegado a Barcelona para ingresar en la escuela de arquitectura. Mis sueños de conquistar la ciudad de los arquitectos dependían de una beca que apenas cubría el coste de la matrícula y el alquiler de un cuarto en una pensión de la calle del Carmen. A diferencia de mis compañeros de estudios con trazas de señorito, mis galas se reducían a un traje negro heredado de mi padre que me venía cinco tallas más ancho y dos más corto de la cuenta. En marzo de 1908, mi tutor, don Jaume Moscardó, me convocó a su despacho para evaluar mi progreso y, sospeché, mi infausta apariencia. —Parece usted un pordiosero, Miranda —sentenció—. El hábito no hace al monje, pero al arquitecto ya es otro cantar. Si anda corto de emolumentos, quizá yo pueda ayudarlo. Se comenta entre los catedráticos que es usted un joven despierto. Dígame, ¿qué sabe de Gaudí? «Gaudí.» La sola mención de aquel nombre me producía escalofríos. Había crecido soñando con sus bóvedas imposibles, sus arrecifes neogóticos y su primitivismo futurista. Gaudí era la razón por la que deseaba convertirme en arquitecto, y mi mayor aspiración, amén de no perecer de inanición durante aquel curso, era llegar a absorber una milésima de la matemática diabólica con la que el arquitecto de Reus, mi moderno Prometeo, sostenía el trazo de sus creaciones ahí"
    },
    {
        "StringLength": 1501,
 	    "String": "Años más tarde, al contemplar el cortejo fúnebre de mi maestro desfilar por el paseo de Gràcia, recordé el año en que conocí a Gaudí y mi destino cambió para siempre. Aquel otoño, yo había llegado a Barcelona para ingresar en la escuela de arquitectura. Mis sueños de conquistar la ciudad de los arquitectos dependían de una beca que apenas cubría el coste de la matrícula y el alquiler de un cuarto en una pensión de la calle del Carmen. A diferencia de mis compañeros de estudios con trazas de señorito, mis galas se reducían a un traje negro heredado de mi padre que me venía cinco tallas más ancho y dos más corto de la cuenta. En marzo de 1908¡, mi tutor, don Jaume Moscardó, me convocó a su despacho para evaluar mi progreso y, sospeché, mi infausta apariencia. —Parece usted un pordiosero, Miranda —sentenció—. El hábito no hace al monje, pero al arquitecto ya es otro cantar. Si anda corto de emolumentos, quizá yo pueda ayudarlo. Se comenta entre los catedráticos que es usted un joven despierto. Dígame, ¿qué sabe de Gaudí? «Gaudí.» La sola mención de aquel nombre me producía escalofríos. Había crecido soñando con sus bóvedas imposibles, sus arrecifes neogóticos y su primitivismo futurista. Gaudí era la razón por la que deseaba convertirme en arquitecto, y mi mayor aspiración, amén de no perecer de inanición durante aquel curso, era llegar a absorber una milésima de la matemática diabólica con la que el arquitecto de Reus, mi moderno Prometeo, sostenía firme el trazo de su creación."
    },
}